Map<String, List<String>> countryCitiesMap = {
  "Россия": ["Москва", "Питер", "Екатеринбург", "Владивосток"],
  "Китай": ["Пекин", "Шанхай", "Гуанчжоу", "Хонгконг"],
  "Дубай": ["Дубай", "Абу-Даби", "Шарджа", "Аль-Айн"],
  "Казахстан": ["Нур-Султан", "Алматы", "Шымкент", "Караганда"],
};

Map<String, List<String>> countryCitiesMap2 = {
  "Россия": ["Москва", "Питер", "Екатеринбург", "Владивосток"],
  "Китай": ["Пекин", "Шанхай", "Гуанчжоу", "Хонгконг"],
  "Дубай": ["Дубай", "Абу-Даби", "Шарджа", "Аль-Айн"],
  "Казахстан": ["Нур-Султан", "Алматы", "Шымкент", "Караганда"],
};
